Программа считывает таблицу из одного csv-файла и координаты её ячейки из другого csv-файла, чье содержимое должна вывести программа.
Как запустить программу:
1. Скачиваете весь репозиторий SysAnalis на локальный компьютер.
2. Открываете командную строку
3. В командной строке идете в папку SysAnalis\task1\x64\Debug
В Windows это можно сделать командой cd [путь до нужной папки]
4. В командной строке вводим команду task1 inTable.csv inCoord.csv, запускающую task1.exe, где:
inTable.csv - файл с таблицей
inCoord.csv - файл с координатами ячейки, чье содержимое должна вывести программа
Оба файла также лежат в папке SysAnalis\task1\x64\Debug. Если имена файлов меняются, то в команде запуска exe-файла их также нужно поменять.
